{"jokes":["Who is the coolest Doctor in the hospital? The hip Doctor!","I bought shoes from a drug dealer once. I don't know what he laced them with, but I was tripping all day.","What kind of magic do cows believe in? MOODOO.","Did you hear about the runner who was criticized? He just took it in stride","Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.","If you walk into a forest and cut down a tree, but the tree doesn't understand why you cut it down, do you think it's stumped?","Why can't your nose be 12 inches long? Because then it'd be a foot!","Why do trees seem suspicious on sunny days? Dunno, they're just a bit shady.","What do you get when you cross a rabbit with a water hose? Hare spray.","Want to hear my pizza joke? Never mind, it's too cheesy.","I’ll tell you something about German sausages, they’re the wurst","Just watched a documentary about beavers… It was the best damn program I’ve ever seen.","I wouldn't buy anything with velcro. It's a total rip-off.","I am terrified of elevators. I’m going to start taking steps to avoid them.","Did you hear about the kidnapping at school? It's ok, he woke up.","Recent survey revealed 6 out of 7 dwarf's aren't happy.","I’ll tell you something about German sausages, they’re the wurst","My wife is on a tropical fruit diet, the house is full of stuff. It is enough to make a mango crazy.","Want to hear my pizza joke? Never mind, it's too cheesy.","My wife is on a tropical fruit diet, the house is full of stuff. It is enough to make a mango crazy.","If you’re struggling to think of what to get someone for Christmas. Get them a fridge and watch their face light up when they open it.","I used to have a job at a calendar factory but I got the sack because I took a couple of days off.","Don't tell secrets in corn fields. Too many ears around.","It doesn't matter how much you push the envelope. It will still be stationary.","When does a joke become a dad joke? When it becomes apparent.","Can a kangaroo jump higher than the Empire State Building? Of course. The Empire State Building can't jump.","What did the late tomato say to the early tomato? I’ll ketch up","What did the ocean say to the shore? Nothing, it just waved.","Where does batman go to the bathroom? The batroom.","I had a rough day, and then somebody went and ripped the front and back pages from my dictionary. It just goes from bad to worse.","What are the strongest days of the week? Saturday and Sunday...the rest are weekdays.","When Dad drops a pea off of his plate ‘oh dear I’ve pee’d on the table!","I bought shoes from a drug dealer once. I don't know what he laced them with, but I was tripping all day.","You know that cemetery up the road? People are dying to get in there.","Where does Napoleon keep his armies? In his sleevies.","‘Put the cat out’ … ‘I didn’t realize it was on fire","I used to have a job at a calendar factory but I got the sack because I took a couple of days off.","Did you hear about the chameleon who couldn't change color? They had a reptile dysfunction.","I cut my finger chopping cheese, but I think that I may have grater problems.","I knew I shouldn't steal a mixer from work, but it was a whisk I was willing to take.","You know that cemetery up the road? People are dying to get in there.","What did the late tomato say to the early tomato? I’ll ketch up","Did you hear the joke about the wandering nun? She was a roman catholic.","Why do birds fly south for the winter? Because it's too far to walk.","Im planning on stealing an indoor head garment, but dont tell anyone because it's an inside hijab.","I thought about going on an all-almond diet. But that's just nuts.","I went to a Foo Fighters Concert once... It was Everlong...","When does a joke become a dad joke? When it becomes apparent.","What did one snowman say to the other snow man? Do you smell carrot?","I went to a Foo Fighters Concert once... It was Everlong..."]}
